         eval                                                                   
       (x=`1;b                                                                  
       ='\\x60                                                                  
       ';v=+x[                                                                  
0]^1;s='eval(x='+b+   v+x.s   lice(1).r   eplace    All(d=      '\\x5c',d+d)    
+b+'.replace(/'+d+'   s+/g,""))';o='';i=  j=0;r=    e=>{o+    =e?(s[i++]||'/')  
:'\\x20';if(++j%80=   =0)o+='\\n'};[...[' ПӿӠЀПӀ    ЀЀЀЀпӿ   ӰЀПӀЀЀЀЀѿӿӸЀПӀЀЀЀЀѿ
ӿӸЀПӀЀЀЀЀѿЁӿӿЏӁӿҀӿӰ   ѿЀПӿҏӇӿӃӿӼӿӼПӿӏӟӿӧӿӿӿӼЀЏӏӟ    ӿӿӰѿӿӼ  Їӿӏӏӧӯӿӿ     ӿӼПӿӏӃӼ
      ЏӿӾѿЀпӿ          ӏӀѿҏӿӼѿ     ЀѾПӏӟҏӯӸЀӿҀѾП    ӟӿӿӿӼЀ  ӿҀѿӿӟӿӿӧӿӼӿҀпӿӿӯӿӃӿӼ
      ӿҀПӹӿӧӿ          ЀӿӼ','Ѐ     ѸЀЀЀЀЀЀЀЀЁӼЀЀ    ЀЀЀЀЀЀ  ЁӼЀЀЀЀЀЀЀЀЁӼЀЀЀЀЀЀЀ 
      ЀӿӿӣӣӾп          ЏӀӿӰӿӿӣ            ӿӿпЏӃӿ    Ӽӿӿӣӿӿ  ҿЏӇӿӿӿӿӣӿӿӿЏӏӰѿЃӸЁ  
      ӼПӿЏӏӿӿ    ЃӸЁӼПӿЏӏӿӾЃӸЁ            ӼЀпЏӏӿӼЃӸѿӼЀпӿӏӸ  ЀЃӿӿӼЀпӿӿ           
      ӼЀЃӿӿӼЀПӿӷӿӼЀӿӿӼЀЏӿӳӿӼЀп            ӹӼЀЃӼӰӿӼ'][v]].map(c=>{n=c.c          
      odePointAt()-0x400;[...n             .toString(2).padS tart(8,0)].map(n=  
        >r(+n));});/ÿÿÿÿÿÿÿÿÿÿ              ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ  ÿÿ/;console.log(  
          o)`.replace  (/\s+/g                ,""))///  ////    //////////////  

